<template>
  <view class="schedule">
    周课程表周课程表周课程表周课程表周 课程表周课程表周课程表周课程表周课程表周课程表周
    课程表周课程表周课程表周课程表周课程表周课程表周课程表周
    课程表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程
    表周课程表周课程表周课程表周课程表周课程表周课程表周课程表
    周课程表周课程表周课程表周课程表周课程表周课程表周课程表周
  </view>
</template>

<script setup>
  import dayjs from 'dayjs'
  import { ref, onMounted } from 'vue'
</script>
<style scoped lang="scss">
  .schedule {
  }
</style>
